create table if not exists products (   id bigserial primary key,
                                        name varchar(255),
                                        cost double,
                                        quantity int);

insert into products (name, cost, quantity)
values
    ('Хлеб', 10.5,1),
    ('Соль', 12,1),
    ('Сахар', 15.3,1),
    ('Мука', 11,1),
    ('Курица', 20,1),
    ('Говядина', 30.3,1),
    ('Рыба', 35.2,1),
    ('Краб', 50.1,1),
    ('Икра', 80.6,1),
    ('Макароны', 16,1),
    ('Картошка', 9,1),
    ('Нут', 13,1),
    ('Спаржа', 15,1),
    ('Капуста', 6,1),
    ('Брокколи', 17.95,1),
    ('Сыр', 17.65,1),
    ('Колбаса', 22.99,1),
    ('Кетчуп', 12.76,1),
    ('Свинина', 22.2,1),
    ('Молоко', 10,10);